1. 28度credit card用paypal给海外paypal转钱，是不是算cash advance?

是的。

2. 第一次买房，我和太太大上个周六拍了一个flat,感觉价格挺便宜的，我们都挺高兴的等着住进自己的小家。

今天律师给我太太打电话说让我们把房屋合同锁住？费用是300左右，这样可以保证房屋会顺利交接？我不太理解是什么意思，我们还特意问律师是不是出了什么问题，他说没有。


cavet 锁定了， 房子就不能重复卖了， 可以更安全一点。 意义不是很大， 属于鸡肋。


3. 最近刚买了投资房，6年新的Townhouse，想找quantity surveyor做个折旧报告，有一些基本的问题不明白：

我查ATO网站，基本上我们要退的就是Depreciating asset deduction和Capital works deductions。问题是这些Deduction都需要提供当年房子建造时的建造成本和各种贬值物品的成本，我们作为买房方不可能要求Vendor提供当年造房的一起原始成本单据，那么这些成本现在怎么算呢？Quantity Surveyor会帮我们估吗？


Quantity Surveyor WILL calculate building cost based on ATO RULE

If you hire a Quantity Surveyor to do a report. You dont need the construction costs.


Quantity Surveyor 会问你
就回答个大约建造成本,物品成本
记得要多说
折旧报告就是估算
他认为多少就是多少


Depreciation report需要 QS做的， 不管前房东事。你要扣税就要QS给你做，不然ATO不认账的。 现在QS还要求是registed tax agent了。

4.被ATO查海外汇款，犹如：人为刀俎，我为鱼肉。

(1)汇款路径：

1：中国大陆直接汇款到澳洲。中国大陆，外汇的换汇，存取外汇现钞，外汇国内转帐，国际转帐均有严格的规定。个人一年有5万美金的换汇额度。从大陆直接汇款到澳洲，一年之内汇款5万美元以下还好，超过就要各种证明材料甚至要外汇管理局的核准文件了。

2：香港中转。
A：直接由家人或亲戚朋友在香港的个人或者公司账户汇出。
B：钱先由中国大陆到香港，再从香港汇出。

以上2种中转方法，最终都要说明钱的来源问题。如果家人无香港的居留权(在香港的身份只是访港旅客)，可能还需要说明钱是如何从中国大陆到香港的。香港是一个自由港，香港政府对钱是如何从中国大陆到香港，不会太感兴趣。一笔几十万澳元或者更多的钱从香港汇往澳洲，ATO要你说明时，最终还是归结到钱是如何到香港的。以下的回答有风险：

钱由家人自己从中国大陆带到香港。(可能要出示外币携带证和海关出入境章。)
钱是自己找地下钱庄，最后到香港。(地下钱庄在中国大陆是非法的。)

这2种解释都不靠谱。只要明白中国大陆外币携带出入境规定就明白了。
举例说明：携带超过几十万美金的现钞出境。首先是换汇：中国大陆居民每年有5万美金的换汇额度。超过就要外管局的批准了，几十万美金出境，外管局会核查很严，相信很少人会这样做。外管局批准的概率也很低。首要问题：你要说明钱的来源和钱的用途。可能还要出示你的收入证明。这非常麻烦的。

如果钱是由香港朋友公司帐号汇出，这会给香港朋友带来麻烦。如果这个公司是香港本地公司，每笔钱的出入都要报账，在香港向香港政府税务部门报税时，要说明用途。ATO查帐时，你也要朋友帮你弄各种证明文件，因为是你朋友公司帐号转出，说明文件还要盖你朋友公司印章。这是非常麻烦的。

(2)中国大陆规定：

1：携带不超过5000美元或等值外币出境，无须申报，可以携带出境。
2：携带金额在等值5000美元以上，1万美元以下（含），您需要到银行申请开立《外币携带证》，出境时，海关凭加盖银行印章的《携带证》验放。
3：携带等值1万美元以上现钞出境，需到外汇管理局开具《外汇携带证明》，海关凭加盖外汇局印章的《携带证》验放。外币携带证自签发之日起30天内一次使用有效。

(3)中华人民共和国政府和澳大利亚政府关于对所得避免双重征税和防止偷漏税的协定 

中国大陆和澳洲政府早就签署的税收协定，一个中国大陆居民如果把钱从中国大陆用各种方法弄到香港，在香港银行账户存入几百上千万。这和中国大陆或澳洲政府完全无关。

如果从这个中国大陆居民在香港的银行账户或者从香港朋友的账户，往澳洲汇款几十万澳元或者更多的时候。ATO追查海外汇款，最终一样还是回到钱的来源问题。

在澳洲买房，往往通过各种途径往澳洲汇款几十万澳元或者更多。最后归结到：钱是父母给我，要说明汇款途径和来源。
ATO查你澳洲账户入账记录，发一封信，要你28天之内回复。如果最终认定是海外收入，ATO收你点税还是小事。
最怕的是ATO或者澳洲政府启动反洗钱调查。最终回到你父母的钱如何到香港以及你父母钱的来源。ATO或者澳洲政府可以根据与中国大陆的税收协议，通知中国政府，核查你父母的收入状况。如果你父母通过各种途径往澳洲汇款几十万或者几百万澳元，而你父母在政府部门工作或者只是普通收入阶层或者已经退休。你如何说明这是你父母真是合法的收入？
到时候不但可能是洗钱，还有在中国大陆的收入来源可能都有问题。

(4)三个司法管辖区


钱由中国大陆到香港，在从香港汇往澳洲，经过了3个司法管辖区。中国大陆，香港，澳洲。

由于中国大陆有严格的外汇管制，只要涉及到中国大陆就非常的麻烦。

如果钱只经过2个司法管辖区：香港和澳洲，那就容易多了。

不过，合法而且能说明来源，往澳洲汇钱的途径还是有的。



(5)明白了上面那些，ATO查海外汇款，如果是香港中转的，文件或者银行记录齐全还好。否则：一抓一个准。被查的犹如：人为刀俎，我为鱼肉。


5.  westpct的Eftpos卡有什么用？

can be used at any shops with eftpos, like a debit card.


6.国内汇款到澳洲， 如何防ATO?

直系亲属，gift, 理由正当。

6. 看上一套房后，想交小订金，然后看看合同。地产中介给了我一个银行帐号,让我转帐。

请问，如果知道这个帐号确实是trust a/c呢？

有没有可能他给我只是一个私人帐号，还告诉我说，那是个trust的帐号？如何辨别是否真的是trust帐户？


如果是trust account，账户名就应该有trust account的字样啊

只需要看清楚收款人以及上面的Trust Account账号，并保存中介发给你的原始email记录（上面有其账号详情），就不会有问题的。

而且中介收款后还必须给你出具正式的收据。


7. 想买投资房，但是commonwealth bank不给贷款，说是没有saving.

本人是个月光族，肿么办呢，首付父母给，银行说虽然有首付，但是银行里没有存款也不行。



我的broker不错，虽然我住堪培拉，但他是在悉尼的，你在哪里？如果有需要你可以联系他， stanley 0404093970， 你的情况只要有了首付，根据你的工作收入，看你要买什么样子的房子了，基本没有问题的。
货比三家，多问几家银行的home loan manager，也就是所谓的banker,看看他们怎么说；告诉他们你的收入，让他们告诉你最多能贷多少钱。

或者，和broker接触下；banker一般而言只能卖自己所在金融机构（绝大部分时候是银行）的贷款产品，而broker能接触到市面上几乎所有的金融机构的所有贷款产品，他们可以给你比较，哪一种最适合你的情况帮你选择。

至于为什么broker和banker都能存活于这个市场上，话题就大了，所谓存在既合理，都有存在的价值、意义和必要。

论坛里就有不少broker，你要不发个帖子，大喊一声，我要申请房贷，broker朋友请联系我，会有很多人联系你你慢慢去粗取精吧。
7. 有没有用过Flexipurchase Visa Purchasing Card system的童靴 
FlexiPurchase 没用过，但是见过类似的。card holder 定期 log on，填写自己的transaction details, 系统自动allocate 去expense account, 如果有FBT, 通过类似wizard question, 比如回答 和谁吃的饭，客户还是employee，来确定是否有FBT. 系统每天生成 data interface 到你公司的financial system，降低了AP的工作量。有的机构发几千张P Card给员工，什么都用PCard买，invoice可以attach  到系统里。知道有的大机构有专门的Pcard team，3-4个人，AP team 的人就被redundant 好些个。
