<?php
/**
  if ($faqs) {
  ?>
  <dl>
  <?php
  foreach ($faqs as $faq) {

  ?>
  <dt><?php	echo $faq['title']; ?></dt>
  <dd><?php   echo $faq['content'];?></dd>
  <?php
  }
  ?>
  </dl>
  <?php
  }
 */
?>
<div class="zx-front-page-content">
一. 我需要注册和登录才能使用本网站吗？<br />
提出问题和回答问题都不需要用户注册或登录。 <br />
<br />
<a name="user"></a>
二. 注册用户有什么好处？<br />
1. 注册用户可以获得积分。<br />
2. 注册用户可以举报违规问题和回答。 <br />
3. 注册用户可以发布广告信息。<br />
<br />
三. 我可以问哪些问题？<br />
本网站是为广大华人了解澳洲而设立的。 我们欢迎读者提出与澳洲华人的日常生活、学习、工作、娱乐等有关的问题。 <br />
所以， 提问的第一原则是“与澳洲有关”， 如果与澳洲无关， 问题会被删除。 
在遵守“与澳洲有关”的原则的前提下， 以下类型的问题欢迎提问：<br />
1. 具有普遍性和持久性的问题。<br />
比如“Ashfield区有哪些华人超市？” 适宜在这里提问， 而 “今天ASHFIELD超市的青菜多少钱一公斤？” <br />
又比如“悉尼的气候怎么样？”  适宜在这里提问， 而 “今天悉尼天气怎么样？” 不适宜在这里提问。<br />
<br />
2. 具体明确而不是真伪无法确定的问题。<br />
比如“澳洲买自住房的步骤有哪些？” 适宜在这里提问， 而“大家怎么看明年的澳洲房产市场？” 不适宜在这里提问。<br />
<br />
以下类型的问题将被删除也不接受任何回答:<br />
1. 包含色情、暴力、种族歧视、宗教歧视、诽谤或侮辱他人及影响国家安全和社会秩序的问题。<br />
任何包含色情、暴力、种族歧视、宗教歧视、诽谤或侮辱他人的问题一经发现会被立刻删除。 <br /><br />
2. 包含新闻、聊天、灌水、评论等内容的问题。<br />
比如“什么是carbon tax?" 适宜在这里提问, 而 “carbon tax好不好？” 不适宜在这里提问。<br />
<br />
3. 对具体公司或个人进行评价的问题。<br />
比如“墨尔本有哪些中餐馆？” 适宜在这里提问， 而“墨尔本werribee区的皇家大饭店怎么样？” 不适宜在这里提问<br />
<br />
<br />
四. 回答问题有什么限制？<br />
1. 只针对问题本身的内容进行回答， 如无必要， 请不要扩大或缩小问题内容的范围。 <br />
2. 本网站不鼓励灌水和聊天， 所以回答的内容中请不要包括灌水或与问题无关的内容。<br />
3. 请不要重复回答同一个问题。 <br />
4. 任何包含色情、暴力、种族歧视、宗教歧视、诽谤或侮辱他人的回答都将被删除。<br />
5. 如无必要， 请不要在回答中包含广告信息。 <br />
不符合以上规定的回答将被管理员关闭， 不进入回答列表。
<br />
五. 积分怎么计算？<br />
请参看<a href="<?php echo HTML_ROOT;?>score.php">积分规则页面</a><br />
<br />
</div>    