<?php
/**
  if ($faqs) {
  ?>
  <dl>
  <?php
  foreach ($faqs as $faq) {

  ?>
  <dt><?php	echo $faq['title']; ?></dt>
  <dd><?php   echo $faq['content'];?></dd>
  <?php
  }
  ?>
  </dl>
  <?php
  }
 */
?>
<div class="zx-front-page-content">
    积分规则<br />
    一. 本网站无需用户注册或登录就可以提问或回答问题。 但是未注册或未登录就提问或回答问题不获得积分。<br />
    <br />
    只有注册用户登录后才可以获得积分。<br />
    <br />
    二。 提出问题<br />
    每提出一个问题可以得一分。<br />

    <br />
    三. 回答问题<br />
    每回答一个问题可以得一分。<br />
    <br />
    四。 问题或回答被其它用户关注<br />
    提出问题的用户或回答问题的用户不可以关注自己的问题或回答。<br />

    您的问题或回答如果被别的用户或网站管理员关注， 可以加一分<br />
    <br />
    五。 问题、回答或广告被举报<br />
    您的问题、回答或广告如果被用户举报并经网站管理员确认为违规问题或违规回答， 将根据违规情节扣分， 首个举报者将获得加分。 <br />
    具体细则如下：<br />
    1. 造谣诽谤， 被举报者扣10分， 首个成功举报者加10分；<br />
    2. 种族或宗教歧视， 被举报者扣10分， 首个成功举报者加10分；<br />
    3. 色情， 被举报者扣10分， 首个成功举报者加10分；<br />
    4. 暴力， 虐待（人或动物， 被举报者扣10分， 首个成功举报者加10分；<br />
    5. 违禁物品（毒品， 武器, 人体器官等， 被举报者扣10分， 首个成功举报者加10分；<br />
    6. 误导欺诈， 被举报者扣10分， 首个成功举报者加10分；<br />
    7. 广告嫌疑， 被举报者扣5分， 首个成功举报者加5分；<br />
    8. 与澳洲无关或无实质内容， 被举报者扣1分， 首个成功举报者加5分；<br />

</div>