<?php
/**
 * terms
 */
?>
<div class="zx-front-page-content">
<?php echo SITENAME; ?>网站服务协议<br /><br />
　　欢迎您使用本网站的服务！<br />
　　为使用本网站的服务，请您认真阅读并遵守本《网站服务协议》（以下简称“本协议”）， 如果您未阅读或不能接受本协议所有条款，您将无权使用本网站提供的服务。如果您使用本网站的服务， 我们视为您已阅读并同意本协议的所有约束。<br />
　　如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。<br />
<br />
　　一、【协议的范围】<br />
　　1.1本协议是您与本网站之间为使用本网站相关服务所订立的协议。“用户”在本协议中更多地称为“您”。<br />
　　1.2本协议项下的服务是指本网站向用户提供的包括但不限于网络媒体、互联网增值、电子商务和广告等产品及服务（以下简称“本服务”）。<br />
<br />
　　二、【帐号与密码安全】<br />
　　2.1本网站特别提醒您妥善保管您的帐号和密码。当您使用完毕后，应安全退出。您将自行承担因您保管账户或密码不善而遭受的所有损失。<br />
<br />
　　三、【本服务中的软件】<br />
　　3.1 为了改善用户体验和保证服务的安全性及产品功能的一致性，本网站可能会进行更新。<br />
　　3.2 您不得使用未经本网站授权的插件、外挂或第三方工具对本服务进行干扰、破坏、修改或施加其他影响。<br />
   3.3 您理解并同意，本网站的服务是按照现有技术和条件所能达到的水平提供的。本网站会尽最大努力为您提供服务，确保服务的连贯性和安全性；但本网站不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。<br />
<br />
　　四、【知识产权声明】<br />
　　4.1 如果没有特别声明， 本网站在本服务中提供的信息内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权均归本网站所有，<br />
　　4.2 本网站提供本服务时所依托软件的著作权、专利权及其他知识产权均归本网站所有。<br />
   4.3 用户在使用本服务前对自己发布的信息已合法取得知识产权的， 该知识产权归用户所有， 但用户同意本网站可以无条件无限期免费使用该信息。<br />
　　4.4 上述及其他任何本网站依法拥有的知识产权均受到法律保护，未经本网站书面许可，您不得以任何形式使用或创造相关衍生作品。   <br />
<br />  
　　五、【广告】<br />
　　5.1 您同意本网站可以在提供服务的过程中发布广告、推广或宣传信息（包括商业与非商业信息），其方式和范围由变更时无需通知您。<br />
　　5.2 您同意，对本网站服务中出现的广告信息，您应审慎判断其真实性和可靠性，除法律明确规定外，您应对依该广告信息进行的交易负责。<br />
<br />
　　六、【用户违法行为】<br />
　　6.1 您在使用本服务时须遵守澳大利亚法律，不得利用本服务从事任何违法行为，这些违法行为包括但不限于：<br />
　　（1）发布、传送、传播、储存危害国家安全、违反公共秩序、侮辱、诽谤、淫秽、暴力、 宗教或种族歧视的内容；<br />
　　（2）发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；<br />
　　（3）恶意虚构事实、隐瞒真相以误导、欺骗他人；<br />
　　（4）发布、传送、传播垃圾信息；<br />
　　（5）其他法律法规禁止的行为。<br />
　　6.2 如果因您违反了本规定而被有关组织或个人提起诉讼、罚款或采取其他制裁措施， 本网站对您的损失不承担任何责任。<br />
　　6.3 如果本网站发现或收到他人举报您发布的信息违反本规定，本网站有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。同时，本网站有权视用户的行为性质，采取包括但不限于暂停或终止服务，限制、冻结或终止账户使用，追究法律责任等措施。<br />
　　6.4 因您违反本规定而导致任何第三方损害的，您不仅应独立承担所有责任， 而且当本网站因此遭受损失时，您也应当一并赔偿。<br />
<br />
　　七、【用户发送、传播的内容与第三方投诉处理】<br />
　　7.1 您通过本服务发送或传播的内容（包括但不限于网页、文字、图片、音频、视频、图表等）均由您自行承担责任。<br />
　　7.2 您发送或传播的内容应有合法来源，相关内容为您所有或您已获得权利人的授权。<br />
　　7.3 您同意本网站可为履行本协议或提供本服务的目的而使用您发送或传播的内容。<br />
　　7.4 如果本网站收到权利人通知，主张您发送或传播的内容侵犯其相关权利的，您同意本网站有权进行独立判断并采取删除、屏蔽或断开链接等措施。<br />
<br />
　　八、【不可抗力及其他免责事由】<br />
　　8.1 您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，本网站将努力及时进行修复，但是由此给您造成的损失本网站在法律允许的范围内免责。<br />
　　8.2 在法律允许的范围内，本网站对以下情形导致的服务中断或受阻不承担责任：<br />
　　（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；<br />
　　（2）用户或本网站的电脑软件、系统、硬件和通信线路出现故障；<br />
　　（3）用户操作不当；<br />
　　（4）用户通过非本网站授权的方式使用本服务；<br />
　　（5）其他本网站无法控制或合理预见的情形。<br />
　　8.3 您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，本网站不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：<br />
　　（1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；<br />
　　（2）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；<br />
　　（3）其他因网络信息或用户行为引起的风险。<br />
　　8.4 您理解并同意，本服务并非为某些特定目的而设计，如果因为服务的原因导致上人员伤亡、财产损失和环境破坏等，本网站不承担法律责任。<br />
　　8.5 本网站依据本协议约定获得处理违法违规内容的权利，该权利不构成本网站的义务或承诺，本网站不能保证及时发现违法行为或进行相应处理。<br />
　　8.6 在任何情况下，您不应轻信借款、索要银行账户或任何密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意本网站有关防范诈骗犯罪的提示。<br />
<br />
　　九、【协议的生效与变更】<br />
　　9.1 您使用本网站的服务即视为您已阅读本协议并接受本协议的约束。<br />
　　9.2 本网站有权在必要时修改本协议条款， 并无需通知您协议已经变更。您可以在相关服务页面查阅最新版本的协议条款。<br />
　　9.3 本协议条款变更后，如果您继续使用本网站提供的软件或服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本网站提供的软件或服务。<br />
<br />
　　十、【服务的变更、中断、终止】<br />
　　10.1 本网站可能会对服务内容进行变更，也可能会中断、中止或终止服务。<br />
　　10.2 本网站可能根据实际需要对收费服务的收费标准、方式进行修改和变更，本网站也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，本网站将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。<br />
　　10.3 如发生下列任何一种情形，本网站有权不经通知而中断或终止向您提供的服务：<br />
　　（1）根据法律您应提交真实信息，而您并未提供也并未提供任何合理的解释时；<br />
　　（2）您违反相关法律或本协议的约定时；<br />
　　（3）您未按规定交费时；<br />
　　（4）法律对本网站有此要求时；<br />
　　（5）出于安全的原因或其他必要的情形。<br />
　　10.4 当您向本网站提供信息时， 请自行备份所有信息， 本网站不保证有您提供的所有信息的完整备份，当服务终止后，本网站也不会向您返还任何信息。<br />
<br />
　　十一、【管辖与法律适用】<br />
　　11.1 您在使用本服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。<br />
　　12.2 本协议签订地为澳大利亚墨尔本。<br />
　　12.3 本协议的成立、生效、履行、解释及纠纷解决，适用澳大利亚和维多利亚州法律。<br />
　　12.4 若您和本网站之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的法院管辖。<br />
　　12.5 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。<br />
<br />
　　十二、【未成年人使用条款】<br />
　　12.1 若用户未满18周岁，则为未成年人，应在监护人监护、指导下阅读本协议和使用本服务。<br />
<br />
　　十三、【其他】<br />
13.1 如果您对本协议或本服务有意见或建议，可与本网站客户服务部门联系，我们会给予您必要的帮助。<br />
</div>